Repository: br-automation-com/mapp-Framework
Catalog: GAT/Logical/Libraries/MpAudit/TxtEvent.tmx
Source language: en
Languages: de

source: changed value of [%dpid$[TEXT=MpAudit/DP]] from [%old] to [%new]
de: hat Wert [%dpid$[TEXT=MpAudit/DP]] von [%old] auf [%new] geändert

source: changed value of [%dpid$[TEXT=MpAudit/DP]] from [%old] to [%new] [%unit]
de: hat Wert [%dpid$[TEXT=MpAudit/DP]] von [%old] auf [%new] [%unit] geändert

source: alarm [%name] changed state: [%stold] to [%stnew]
de: Der Alarm [%name] hat einen neuen Status: von [%stold] zu [%stnew]

source: PackML State-Change: [%old] to [%new]
de: PackML Zustandsänderung: von [%old] zu [%new]

source: PackML Mode-Change: [%old] to [%new]
de: PackML Modusänderung: von [%old] zu [%new]

source: PackML Substate-Change: [%old] to [%new]
de: PackML Substatus-Änderung von [%old] zu [%new]
